benchmark/results/A_s4_c50_run2.txt

Summary:
  Total:	30.1123 secs
  Slowest:	0.1213 secs
  Fastest:	0.0050 secs
  Average:	0.0889 secs
  Requests/sec:	561.2664
  
  Total data:	121011160 bytes
  Size/request:	7160 bytes

Response time histogram:
  0.005 [1]	|
  0.017 [7]	|
  0.028 [6]	|
  0.040 [8]	|
  0.052 [6]	|
  0.063 [6]	|
  0.075 [374]	|■■
  0.086 [6215]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.098 [8227]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.110 [1895]	|■■■■■■■■■
  0.121 [156]	|■


Latency distribution:
  10%% in 0.0788 secs
  25%% in 0.0832 secs
  50%% in 0.0889 secs
  75%% in 0.0944 secs
  90%% in 0.0989 secs
  95%% in 0.1015 secs
  99%% in 0.1092 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0002 secs, 0.0000 secs, 0.0038 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0008 secs
  resp wait:	0.0886 secs, 0.0024 secs, 0.1208 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0027 secs

Status code distribution:
  [200]	16901 responses