benchmark/results/B_s3_c10_run3.txt

Summary:
  Total:	30.0457 secs
  Slowest:	0.2785 secs
  Fastest:	0.0063 secs
  Average:	0.0631 secs
  Requests/sec:	158.3923
  
  Total data:	138011 bytes
  Size/request:	29 bytes

Response time histogram:
  0.006 [1]	|
  0.034 [628]	|■■■■■■■■■■■■
  0.061 [2114]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.088 [1173]	|■■■■■■■■■■■■■■■■■■■■■■
  0.115 [554]	|■■■■■■■■■■
  0.142 [189]	|■■■■
  0.170 [64]	|■
  0.197 [22]	|
  0.224 [10]	|
  0.251 [3]	|
  0.279 [1]	|


Latency distribution:
  10%% in 0.0287 secs
  25%% in 0.0447 secs
  50%% in 0.0565 secs
  75%% in 0.0779 secs
  90%% in 0.1029 secs
  95%% in 0.1201 secs
  99%% in 0.1637 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0008 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0004 secs
  resp wait:	0.0626 secs, 0.0062 secs, 0.2784 secs
  resp read:	0.0005 secs, 0.0000 secs, 0.0497 secs

Status code distribution:
  [200]	4759 responses