benchmark/results/B_s3_c1_run2.txt

Summary:
  Total:	30.0034 secs
  Slowest:	0.0420 secs
  Fastest:	0.0051 secs
  Average:	0.0067 secs
  Requests/sec:	148.7834
  
  Total data:	129456 bytes
  Size/request:	29 bytes

Response time histogram:
  0.005 [1]	|
  0.009 [4329]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.012 [118]	|■
  0.016 [11]	|
  0.020 [2]	|
  0.024 [1]	|
  0.027 [0]	|
  0.031 [0]	|
  0.035 [1]	|
  0.038 [0]	|
  0.042 [1]	|


Latency distribution:
  10%% in 0.0058 secs
  25%% in 0.0063 secs
  50%% in 0.0066 secs
  75%% in 0.0069 secs
  90%% in 0.0074 secs
  95%% in 0.0081 secs
  99%% in 0.0110 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0002 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0005 secs
  resp wait:	0.0066 secs, 0.0050 secs, 0.0419 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0024 secs

Status code distribution:
  [200]	4464 responses