benchmark/results/B_s3_c50_run3.txt

Summary:
  Total:	30.2443 secs
  Slowest:	0.6544 secs
  Fastest:	0.0819 secs
  Average:	0.3081 secs
  Requests/sec:	161.9148
  
  Total data:	142013 bytes
  Size/request:	29 bytes

Response time histogram:
  0.082 [1]	|
  0.139 [15]	|
  0.196 [107]	|■■
  0.254 [430]	|■■■■■■■
  0.311 [2459]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.368 [1278]	|■■■■■■■■■■■■■■■■■■■■■
  0.425 [387]	|■■■■■■
  0.483 [162]	|■■■
  0.540 [46]	|■
  0.597 [10]	|
  0.654 [2]	|


Latency distribution:
  10%% in 0.2496 secs
  25%% in 0.2765 secs
  50%% in 0.3004 secs
  75%% in 0.3336 secs
  90%% in 0.3807 secs
  95%% in 0.4199 secs
  99%% in 0.4944 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0008 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0059 secs
  resp wait:	0.3061 secs, 0.0812 secs, 0.6543 secs
  resp read:	0.0020 secs, 0.0000 secs, 0.1393 secs

Status code distribution:
  [200]	4897 responses